type Lyrics = {
  title: string;
  lyric: string;
};

export const LYRICS: Lyrics[] = [
  {
    title: "ドライフラワー",
    lyric:
      "多分、私じゃなくていいね 余裕のない二人だったし 気付けば喧嘩ばっかりしてさごめんね"
  },
  {
    title: "ペテルギウス",
    lyric:
      "空にある何かを見つめてたら それは星だって君がおしえてくれた まるでそれは僕らみたいに寄り添ってる それを泣いたり笑ったり繋いでいく"
  },
  {
    title: "かくれんぼ",
    lyric:
      "散らかったこの狭い部屋は 孤独と二人息がつまる 文句を言いながら片付けてくれた君は出かけたまま 君にもらったタンブラー 自由の女神のイラストも 部屋の隅で寂しそうな顔をしてる"
  },
  {
    title: "レオ",
    lyric:
      "ショーケースの中過ごしていた 誰もかれもが過ぎ去っていた 怖かったんだあの日君に連れられるまでは"
  },
  {
    title: "シャッター",
    lyric:
      "君と見るはずだった花火が 夜の隙間を埋めてく 感傷にひたっちまうから Twitterは閉じた"
  },
  {
    title: "ピーターパン",
    lyric:
      "いつまで子供のままでいる？ そんな言葉がふりかかる 黙って見てればいんだ 笑ってそういってやれ"
  },
  {
    title: "かごめ",
    lyric:
      "拳をまた握りしめた 怒りのまま恨んでやるのさ そいつの胸ぐらを掴んで 力のまま殺してやるのさ"
  },
  {
    title: "インフィニティ",
    lyric:
      "蹴とばした石が転がる 道意地っ張りな君 似てる同士素直になれずに I will rememberrecord スニーカーと真似をした 古いもの新しいもの分け隔てもなく"
  },
  {
    title: "桜晴",
    lyric:
      "窓に洗濯物が揺れる どこか懐かしい午後は 母の声が聞こえそうで 胸がいつもより狭くなる"
  },
  {
    title: "ミズキリ",
    lyric:
      "恋はどんなことでさえも超えていけると 思える日が来るだなんて思わなくて 住んでる世界が違うのかななんて 君を遠く感じていただけど今触れる"
  }
];

export const PLAYERS = ["PLAYER1", "PLAYER2", "PLAYER3", "AAAAAAAA1", "AAA2"];
