type Lyrics = {
  title: string;
  lyric: string;
  choices: string[];
};

export const LYRICS: Lyrics[] = [
  {
    title: "ドライフラワー",
    lyric:
      "多分、私じゃなくていいね 余裕のない二人だったし 気付けば喧嘩ばっかりしてさごめんね",
    choices: ["ドライフラワー", "レオ", "ベテルギウス", "シャッター"]
  },
  {
    title: "ベテルギウス",
    lyric:
      "空にある何かを見つめてたら それは星だって君がおしえてくれた まるでそれは僕らみたいに寄り添ってる それを泣いたり笑ったり繋いでいく",
    choices: ["へテルギウス", "ベテルキウス", "ペテルギウス", "ベテルギウス"]
  },
  {
    title: "かくれんぼ",
    lyric:
      "散らかったこの狭い部屋は 孤独と二人息がつまる 文句を言いながら片付けてくれた君は出かけたまま 君にもらったタンブラー 自由の女神のイラストも 部屋の隅で寂しそうな顔をしてる",
    choices: ["スマホウォーズ", "かくれんぼ", "背中", "クリスマスイブ"]
  },
  {
    title: "レオ",
    lyric:
      "ショーケースの中過ごしていた 誰もかれもが過ぎ去っていた 怖かったんだあの日君に連れられるまでは",
    choices: ["恋人じゃなくなった日", "レオ", "うぉ", "シャッター"]
  },
  {
    title: "シャッター",
    lyric:
      "君と見るはずだった花火が 夜の隙間を埋めてく 感傷にひたっちまうから Twitterは閉じた",
    choices: ["メリーゴーランド", "レオ", "告白直前酸欠状態", "シャッター"]
  },
  {
    title: "ピーターパン",
    lyric:
      "いつまで子供のままでいる？ そんな言葉がふりかかる 黙って見てればいんだ 笑ってそういってやれ",
    choices: ["インフィニティ", "レオ", "ピーターパン", "シャッター"]
  },
  {
    title: "かごめ",
    lyric:
      "拳をまた握りしめた 怒りのまま恨んでやるのさ そいつの胸ぐらを掴んで 力のまま殺してやるのさ",
    choices: ["ドライフラワー", "レオ", "かごめ", "シャッター"]
  },
  {
    title: "インフィニティ",
    lyric:
      "蹴とばした石が転がる 道意地っ張りな君 似てる同士素直になれずに I will remember record スニーカーと真似をした 古いもの新しいもの分け隔てもなく",
    choices: ["インフィニティ", "レオ", "ベテルギウス", "シャッター"]
  },
  {
    title: "桜晴",
    lyric:
      "窓に洗濯物が揺れる どこか懐かしい午後は 母の声が聞こえそうで 胸がいつもより狭くなる",
    choices: ["ドライフラワー", "レオ", "桜晴", "シャッター"]
  },
  {
    title: "ミズキリ",
    lyric:
      "恋はどんなことでさえも超えていけると 思える日が来るだなんて思わなくて 住んでる世界が違うのかななんて 君を遠く感じていただけど今触れる",
    choices: ["ドライフラワー", "ミズキリ", "ベテルギウス", "シャッター"]
  }
];

export const PLAYERS = ["PLAYER1", "PLAYER2", "PLAYER3", "AAAAAAAA1", "AAA2"];
